/* Dot import error */
"%@\n\nLine %d: %@" = "%1$@\n\n行 %2$d：%3$@";

/* Graphviz import error */
"Couldn't read graph type; found \"%@\" when expecting \"graph\" or \"digraph\"." = "无法读取图表类型；期望为“graph”或“digraph”，却找到“%@”。";

/* Dot (GraphViz) import error */
"Dot import failure" = "点输入失败";

/* Graphviz import error */
"Expecting a subgraph after \"subgraph\" keyword." = "期望在“子图表”关键字后出现子图表。";

/* Graphviz import error */
"Expecting attachment point after nodename and colon." = "期望在节点名与冒号后出现附着点。";

/* Graphviz import error */
"Expecting value for key \"%@\"." = "键值“%@”的期望值。";

/* Graphviz import error */
"Graph nodes didn't start as expected." = "图表节点未如预期开始。";

/* Graphviz import error */
"Malformed attribute dictionary: expecting an attribute name." = "变体属性字典：期望一个属性名称。";

/* Graphviz import error */
"Malformed attribute dictionary: expecting an attribute value." = "变体属性字典：期望一个属性值。";

/* Graphviz import error */
"Unexpected left square bracket after subgraph definition." = "在子图表定义后出现未预期的左方括号。";

/* Graphviz import error */
"Unexpected token while expecting statement." = "等待说明时出现未预期的标记。";

